Repository: hcs42/ExponWords
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hu

source: Line %(linenumber)s should not have spaces in the beginning: %(line)s
hu: A következő sor elején nem kellene szóközöknek lenni: %(linenumber)s. sor: %(line)s

source: Line %(linenumber)s is incorrect: %(line)s
hu: A következő sor helytelen: %(linenumber)s. sor: %(line)s

source: Not enough fields in line %(linenumber)s: %(line)s
hu: A következő sorban nincs elég oszlop: %(linenumber)s. sor: %(line)s

source: Too many fields in line %(linenumber)s: %(line)s
hu: A következő sorban túl sok oszlop van: %(linenumber)s. sor: %(line)s

source: Create new dictionary
hu: Új szótár készítése

source: Create dictionary
hu: Szótár készítése

source: Add new word
hu: Új szó hozzáadása

source: Add word pair
hu: Szópár hozzáadása

source: Announce new release
hu: Értesítés új verzióról

source: Announcement text
hu: Értesítő szöveg

source: The first line of the text will be the subject of the email; the rest will be the body.
hu: A szöveg első sora lesz az e-mail tárgya, a többi a törzse.

source: Save
hu: Mentés

source: Recipients
hu: Címzettek

source: Delete dictionary
hu: Szótár törlése

source: Delete
hu: Törlés

source: Edit word pair
hu: Szópár szerkesztése

source: Export dictionary to text
hu: Szótár exportálása szövegként

source: Export word pairs to text
hu: Szópárok exportálása szövegbe

source: Help about importing word pairs
hu: Súgó a szavak importálásáról

source: Import word pairs
hu: Szópárok importálása

source: Main page
hu: Főoldal

source: Help for this page
hu: Súgó ehhez az oldalhoz

source: Log in
hu: Bejelentkezés

source: Register
hu: Regisztráció

source: Language
hu: Nyelv

source: I forgot my password
hu: Elfelejtettem a jelszavam

source: Help
hu: Súgó

source: Welcome
hu: Üdv

source: Dictionaries
hu: Szótárak

source: My dictionaries
hu: Az én szótáraim

source: You have no dictionaries.
hu: Még nincs szótárad.

source: Search and operations
hu: Keresés és műveletek

source: List all words
hu: Minden szó kilistázása

source: Show my future
hu: Mutasd a jövőm

source: My user
hu: Az én felhasználóm

source: Settings
hu: Beállítások

source: Change password
hu: Jelszó megváltoztatása

source: Log out
hu: Kijelentkezés

source: Administration
hu: Adminisztráció

source: Announce release
hu: Új verzió bejelentése

source: Login
hu: Bejelentkezés

source: Dictionary "%(wdictname)s"
hu: "%(wdictname)s" szótár

source: Modify dictionary
hu: Szótár módosítása

source: Help about word orders
hu: Súgó a szavak sorrendjéről

source: Help about strengthener methods
hu: Súgó az erősítő módszerekről

source: Help about text formats
hu: Súgó a formátumokról

source: Help about custom CSS
hu: Súgó a saját CSS-ről

source: Practice
hu: Gyakorlás

source: Custom
hu: Saját

source: YES
hu: IGEN

source: NO
hu: NEM

source: ANSWER
hu: VÁLASZ

source: More
hu: Több

source: Operations
hu: Műveletek

source: Hide
hu: Elrejt

source: Edit current word
hu: Aktuális szó szerkesztése

source: Edit previous word
hu: Előző szó szerkesztése

source: Full screen
hu: Teljes képernyő

source: Exit full screen
hu: Teljes képernyő elhagyása

source: Add label
hu: Címke hozzáadása

source: Please wait...
hu: Várj...

source: You have completed all words for today. Good job!
hu: Mára minden szó kész van. Ügyes voltál!

source: All words to practice
hu: Gyakorlandó szavak összesen

source: Adding label started
hu: Címke hozzáadása elkezdődött

source: Adding label successful
hu: Címke hozzáadása sikeres

source: Adding label (still trying)
hu: Címke hozzáadása (próbálkozás)

source: Gave up adding label
hu: Címke hozzáadása feladva

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Password change successful
hu: A jelszó megváltoztatása sikeres

source: Password change
hu: Jelszó megváltoztatása

source: Change my password
hu: Változtasd meg a jelszavam

source: Password reset complete
hu: Jelszó törlése kész

source: Password reset
hu: Jelszó törlése

source: Your password has been set. You may go ahead and log in now.
hu: Az új jelszó be lett állítva. Jelentkezz be az alábbi linken.

source: Please enter your new password twice so we can verify you typed it in correctly.
hu: Írd be az új jelszavad kétszer.

source: Password reset unsuccessful
hu: Jelszó beállítása sikertelen

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hu: A jelszót beállító link érvénytelen, valószínűleg azért, mert már felhasználták. Igényeljen új jelszó beállítást.

source: Password reset successful
hu: Jelszó beállítása sikeres

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
hu: Az információkat elküldtük e-mailben a megadott címre. Hamarosan meg kell érkeznie.

source: You are receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
hu: Azért kapod ezt az e-mailt, mert jelszó visszaállítását kérted ezen a weboldalon: %(site_name)s.

source: Please go to the following page and choose a new password:
hu: Látogasd meg a következő oldalt, és válassz egy új jelszót:

source: Your username, in case you've forgotten:
hu: A felhasználóneved, ha elfelejtetted volna:

source: Thanks for using our site!
hu: Köszönjük, hogy használod az oldalunkat!

source: If you forgot your password, send an e-mail to
hu: Ha elfelejtetted a jelszavad, küldj egy e-mailt a következő címre:

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
hu: Elfelejtetted a jelszavad? Írd be az e-mail címed, és küldünk egy levelet a teendőkről.

source: E-mail address:
hu: Email cím:

source: Reset my password
hu: Töröld a jelszavam

source: Hi %(username)s,
hu: Szia %(username)s!

source: thank you for registering at %(site_name)s.
hu: Köszönjük, hogy regisztráltál az %(site_name)s oldalra.

source: If you ever forgot your username or password, please go to http://%(site_domain)s and click on "I forgot my password".
hu: Ha bármikor elfelejtenéd a felhasználóneved vagy jelszavad, a http://%(site_domain)s oldalon és kattints az "Elfelejtettem a jelszavam" linkre.

source: Search
hu: Keresés

source: Number of word pairs found
hu: Talált szópárok száma

source: First page
hu: Első oldal

source: Previous page
hu: Előző oldal

source: Next page
hu: Következő oldal

source: Last page
hu: Utolsó oldal

source: Words
hu: Szavak

source: Notes
hu: Jegyzetek

source: Dates
hu: Dátumok

source: Strengths
hu: Erősség

source: Labels
hu: Címkék

source: Dictionary
hu: Szótár

source: Operation
hu: Művelet

source: Selection
hu: Kijelölés

source: Edit
hu: Szerkesztés

source: Select all
hu: Mindegyik kijelölése

source: Please select an operation
hu: Válassz ki egy műveletet

source: Delete word pairs
hu: Szópárok törlése

source: Move word pairs
hu: Szópárok mozgatása

source: Set dates and strengths
hu: Dátumok és erősségek módosítása

source: Shift dates
hu: Dátumok eltolása

source: Add labels
hu: Címkék hozzáadása

source: Remove labels
hu: Címkék törlése

source: Set labels
hu: Címkék módosítása

source: Export word pairs
hu: Szópárok exportálása

source: Help for operations
hu: Súgó a műveletekhez

source: Delete the selected word pairs!
hu: Töröld a kijelölt szópárokat!

source: Move the selected word pairs!
hu: Mozgasd a kijelölt szópárokat!

source: Reset
hu: Nulláz

source: Set the dates and strengths of the selected word pairs!
hu: Módosítsd a kiválasztott szópárok dátumjait és erősségeit!

source: Days
hu: Napok

source: Shift the dates of the selected word pairs!
hu: Told el a kiválasztott szópárok dátumát!

source: Add the labels to the selected word pairs!
hu: Add a címkéket a kiválasztott szópárokhoz!

source: Remove the labels from the selected word pairs!
hu: Töröld a címkéket a kiválasztott szópárokról!

source: Warning: this operation will remove all other labels from the selected words.
hu: Vigyázat: ez a művelet minden más címkét töröl a kiválasztott szópárokról.

source: Set the labels of the selected word pairs!
hu: Módosítsd a kiválasztott szópárok címkéit!

source: Words to practice
hu: Gyakorlandó szavak

source: only the word that are due today will be strengthened!
hu: csak azok a szavak lesznek megerősítve, amiket már kérdezni kellene!

source: All selected words
hu: Minden kijelölt szópár

source: Only those selected words that are due today
hu: Csak azok, amiket már kérdezni kellene

source: Go to the practice page!
hu: Menj a gyakorló oldalra!

source: Export format
hu: Export formátum

source: Text
hu: Szöveg

source: Export the selected word pairs!
hu: Exportáld a kijelölt szópárokat!

source: Select none
hu: Egyik kijelölése sem

source: Time zone according to the web browser
hu: A böngésző szerint az időzóna

source: Number of word pairs that will be asked
hu: Adott napon kérdezendő szópárok száma

source: Practice early
hu: Korai gyakorlás

source: Add new word pair
hu: Új szópár hozzáadása

source: Import word pairs from text
hu: Szópárok importálása szövegből

source: Import word pairs from tab separated values
hu: Szópárok importálása tabbal elválasztott értékekből

source: Modify
hu: Módosítás

source: Dates and strengths
hu: Dátumok és erősségek

source: Delete word pair
hu: Szópár törlése

source: Are you sure that you want to delete this word pair?
hu: Biztos, hogy törölni akarod ezt a szópárat?

source: Yes
hu: Igen

source: Cancel
hu: Mégsem

source: Advanced view
hu: Haladó nézet

source: Simple view
hu: Egyszerű nézet

source: Totally random
hu: Teljesen véletlenszerű

source: New and forgotten words first
hu: Új és elfelejtett szavak először

source: I am a little behind
hu: Kicsit le vagyok maradva

source: Double last actual time interval
hu: Az utolsó valós időintervallum duplázása

source: Double last due time interval
hu: Az utolsó elvárt időintervallum duplázása

source: Plain text
hu: Egyszerű szöveg

source: HTML (keep line breaks)
hu: HTML (sorok végét megtartva)

source: HTML (unmodified)
hu: HTML (módosítás nélkül)

source: Default (use the word order in the Settings page)
hu: Alapértelmezett (a Beállítások oldalon beállított rendezést használja)

source: Default (use the strengthener method in the Settings page)
hu: Alapértelmezett (a Beállítások oldalon beállított erősítő módszert használja)

source: Name of the dictionary
hu: Szótár neve

source: Language 1
hu: Első nyelv

source: Language 2
hu: Második nyelv

source: Practice page word order
hu: Szavak sorrendje a Gyakorlás oldalon

source: Method of strengthening a word after pressing YES
hu: A szavak megerősítésére használt módszer az IGEN gomb megnyomása után

source: Text format of the words and notes
hu: Szavak és jegyzetek formátuma

source: Custom CSS
hu: Saját CSS

source: Word in "%(lang)s"
hu: A szó "%(lang)s" nyelven

source: Date of addition
hu: Hozzáadás dátuma

source: Are you sure that you want to delete dictionary "%(wdict)s"?
hu: Biztos, hogy törölni akarod a következő szótárat: "%(wdict)s"?

source: ExponWords is a web application for <strong>learning words</strong>. It helps learn the word pairs fed by the user using the principle that <strong>the more we have already practiced a word, the less we need to practice it in the future</strong>. You can read more <a href="%(help_basics_url)s#basics">here</a>.
hu: Az ExponWords egy szótanító webalkalmazás, ami a felhasználó által bevitt <strong>szópárokat segít megtanulni</strong> azt az elvet felhasználva, hogy <strong>minél többször elevenítettünk már fel egy szót, annál ritkábban kell újra feleleveníteteni</strong>. Több információ <a href="%(help_basics_url)s#basics">itt</a> található.

source: %(site)s is a free service. ExponWords is open source software distributed under the %(lic_pre)sApache License version 2%(lic_post)s. The source code repository can be found %(ewrepo_pre)shere%(ewrepo_post)s.
hu: Az %(site)s egy ingyenes szolgáltatás. Az ExponWords nyílt forráskódú szoftver, ami az %(lic_pre)sApache License version 2%(lic_post)s licenc alatt lett publikálva. A forráskódot tartalmazó tároló %(ewrepo_pre)sitt%(ewrepo_post)s található.

source: Welcome to %(site_name)s
hu: %(site_name)s regisztráció

source: Some fields are invalid.
hu: Néhány mező érvénytelen.

source: The two passwords do not match.
hu: A két jelszó nem egyezik meg.

source: The password has to be at least 6 characters long!
hu: A jelszónak legalább 6 karakter hosszúnak kell lennie!

source: This username is already used.
hu: Ez a felhasználónév már foglalt.

source: Successful registration. Please log in!
hu: Sikeres regisztráció. Jelentkezz be!

source: Send me emails when ExponWords has new features
hu: Szeretnék emailt kapni, amikor új funkciók kerülnek az ExponWordsbe

source: (about once a month; can be turned off at any time from Settings)
hu: (körülbelül havonta egyszer; a Beállításokban bármikor ki lehet kapcsolni)

source: Password again
hu: Jelszó ismét

source: Email address
hu: Email cím

source: Word pair added
hu: Szópár hozzáadva

source: edit
hu: szerkesztés

source: The following word pair is the same
hu: A következő szópár ugyanez

source: The following word pairs are the same
hu: A következő szópárok ugyanezek

source: The following word pair is similar
hu: A következő szópár hasonló

source: The following word pairs are similar
hu: A következő szópárok hasonlóak

source: Word pairs added.
hu: Szópárok hozzáadva.

source: Error:
hu: Hiba:

source: Import word pairs from tab-separated values
hu: Szópárok importálása tabbal elválasztott értékekből

source: Dictionary modified.
hu: Szótár módosítva.

source: Dictionary deleted.
hu: Szótár törölve.

source: Please check in the "Are you sure" checkbox if you really want to delete the dictionary.
hu: Jelöld be a "Biztos vagy benne?" jelölőnégyzetet, ha tényleg törölni akarod a szótárat!

source: Dictionary created.
hu: Szótár létrehozva.

source: Sum
hu: Összesen

source: Normal
hu: Normál

source: Less scrolling
hu: Kevesebb görgetés

source: PageUp = Yes, PageDown = No
hu: PageUp = Igen, PageDown = Nem

source: PageUp = No, PageDown = Yes
hu: PageUp = Nem, PageDown = Igen

source: Time zone
hu: Időzóna

source: Turning point
hu: Fordulópont

source: Practice page arrangement
hu: Gyakorlás oldal elrendezése

source: PageUp/PageDown behavior
hu: PageUp/PageUp viselkedés

source: Quick labels
hu: Gyors címkék

source: Button size
hu: Gombok mérete

source: Question size
hu: Kérdés mérete

source: Answer size
hu: Válasz mérete

source: Notes size
hu: Jegyzetek mérete

source: Hidden extra features
hu: Rejtett extra funkciók

source: Invalid language code
hu: Érvénytelen nyelvkód

source: Settings saved.
hu: Beállítások elmentve.

source: All
hu: Mind

source: Search expression
hu: Keresett szöveg

source: Label
hu: Címke

source: Hits per page
hu: Találat oldalanként

source: Show hits
hu: Találatok mutatása

source: Page %(current_page_index)s of %(page_count)s
hu: %(current_page_index)s. oldal (összesen %(page_count)s)

source: Word pair deleted.
hu: Szópár törölve.

source: Word pair modified.
hu: Szópár módosítva.

source: Incorrect date: %(date)s. Please use the following format: YYYY-MM-DD.
hu: Helytelen dátum: %(date)s. Használd a következő formátumot: ÉÉÉÉ-HH-NN.

source: Incorrect strength: %(strength)s. Please specify it as an integer.
hu: Helytelen erősség: %(strength)s. Add meg egész számként!

source: Please specify the number of days!
hu: Add meg a napok számát!

source: Operation not recognized
hu: Ismeretlen művelet

source: No word pair modified.
hu: Egy szópár sem lett módosítva.

source: 1 word pair modified.
hu: 1 szópár módosítva.

source: %(count)s word pairs modified.
hu: %(count)s szópár módosítva.

source: Announcement emails sent.
hu: Értesítő levelek elküldve.

source: Announcement texts saved.
hu: Értesítő szöveg elmentve.
